Repository: welel/noted
Catalog: frontend/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Browser used
ru: Какой браузер был использован

source: Date and time
ru: Дата и время обращения

source: NoteD does not associate this data to individual user identities. In addition to the IP address/browser information collected from anonymous visitors to the site, other information is collected and stored when users log in to view restricted content or submit forms. Specifically, the following information is collected and mapped to a locally created account:
ru: NoteD не связывает эти данные с конкретным пользователем. В дополнение к информации об IP-адресе/браузере, полученной от анонимных посетителей сайта, другая информация собирается и сохраняется, когда пользователи регистрируются и входят в систему для просмотра и создания контента. В частности, следующая информация собирается и сопоставляется с локально созданной учетной записью:

source: Email address
ru: Email адрес

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Date and time when joined NoteD
ru: Дата и время регистрации

source: Date and time last log in
ru: Дата и время последнего входа

source: Actions on the website
ru: Действия пользователя на сайте

source: Authentication
ru: Аутентификация

source: We use allauth authentication services such as GitHub, Google and Yandex to allow you to sign in to our website using your existing accounts. When you sign in using these services, we may collect certain information from your account, such as your name and email address. We will never post to your account or share your information with any other party without your express consent.
ru: Мы используем службы аутентификации allauth - GitHub, Google и Яндекс, чтобы вы могли войти на наш веб-сайт, используя свои существующие учетные записи. Когда вы входите в систему с помощью этих служб, мы можем собирать определенную информацию из вашей учетной записи, например ваше имя и адрес электронной почты. Мы никогда не будем публиковать информацию в вашей учетной записи или передавать вашу информацию какой-либо другой стороне без вашего явного согласия.

source: Additional information if you have signed up via Google:
ru: Дополнительная информация, если вы зарегистрировались через Google:

source: the unique identifier of the Google user
ru: уникальный идентификатор пользователя Google

source: is email verified
ru: подтвержден ли email

source: profile picture
ru: Изображение пользователя

source: Additional information if you have signed up via Yandex
ru: Дополнительная информация, если вы зарегистрировались через Яндекс:

source: the unique identifier of the Yandex user
ru: уникальный идентификатор пользователя Яндекса

source: Primary email
ru: Главный email

source: User login on Yandex
ru: Логин пользователя на яндексе

source: the ID of the OAuth application for which the OAuth token passed in the request was issued
ru: идентификатор приложения OAuth, для которого был выдан токен OAuth, переданный в запросе

source: the name that is displayed for this account in the Yandex interface
ru: имя, которое отображается для этого аккаунта в интерфейсе Яндекса

source: first and last name of the user specified by him in Yandex ID
ru: имя и фамилия пользователя, указанные им в Яндекс ID

source: the username specified by him in Yandex ID
ru: имя пользователя, указанное им в Яндекс ID

source: last name of the user specified by him in Yandex ID
ru: фамилия пользователя, указанное им в Яндекс ID

source: user Gender
ru: Пол/гендер

source: the default email address for contacting the user
ru: адрес электронной почты по умолчанию для связи с пользователем

source: ID of an authorized user in Yandex. It is formed on the Yandex side based on the client_id and user_id pair
ru: ID авторизованного пользователя в Яндекс. Формируется на стороне Яндекса на основе пары client_id и user_id

source: Additional information if you have signed up via GitHub
ru: Дополнительная информация, если вы зарегистрировались через GitHub

source: Open GitHub User URLs: profile, followers, following, gists, starred, subscriptions, organizations, repos, events, received events
ru: Открытые URL-адреса пользователей GitHub: профиль, подписчики, подписки, гисты, звезды (закладки), организации, репозитории, события, полученные события.

source: User type
ru: Тип пользователя

source: Name
ru: Имя

source: Company
ru: Компания

source: Blog
ru: Блог

source: GitHub Location
ru: Местонахождение

source: Hireable
ru: Открыт ли для найма

source: username
ru: имя пользователя

source: Public repos number
ru: Номер публичных репозиториев

source: Public gists number
ru: Номер публичных гистов

source: Followers number
ru: Количество подписчиков

source: Following number
ru: Количество подписок

source: Created at
ru: Создано в (время)

source: Updated at
ru: Обновлен в (время)

source: Information Sharing and Disclosure
ru: Обмен и Раскрытие Информации

source: We do not share your personal information with third parties. We will never sell or rent your personal information to any third party.
ru: Мы не передаем вашу личную информацию третьим лицам. Мы никогда не будем продавать или сдавать в аренду вашу личную информацию какой-либо третьей стороне.

source: Security:
ru: Безопасность:

source: We use a variety of security measures to protect your personal information, including encryption and secure servers. However, please note that no method of transmitting or storing data is completely secure. We cannot guarantee the absolute security of your personal information.
ru: Мы используем различные меры безопасности для защиты вашей личной информации, включая шифрование и защищенные серверы. Однако обратите внимание, что ни один метод передачи или хранения данных не является полностью безопасным. Мы не можем гарантировать абсолютную безопасность вашей личной информации.

source: Accessing and Changing Your Personal Information:
ru: Доступ и Изменение Вашей Личной Информации:

source: You can access, change and delete your personal information at any time by logging in to your account on our website. If you have any questions or concerns about your personal information or this Privacy Policy, please contact us at
ru: Вы можете получить доступ, изменить и удалить свою личную информацию в любое время, войдя в свою учетную запись на нашем веб-сайте. Если у вас есть какие-либо вопросы или опасения по поводу вашей личной информации или настоящей Политики конфиденциальности, свяжитесь с нами по адресу

source: Changes to this Privacy Policy
ru: Изменения в Политике конфиденциальности

source: We may update this Privacy Policy from time to time. If we make any changes to this policy, we will post the updated policy on this page and indicate the date it was last updated. Your continued use of our website and services constitutes your acceptance of any changes to this policy.
ru: Мы можем время от времени обновлять настоящую Политику конфиденциальности. Если мы внесем какие-либо изменения в эту политику, мы опубликуем обновленную политику на этой странице и укажем дату последнего обновления. Ваше дальнейшее использование нашего веб-сайта и услуг означает ваше согласие с любыми изменениями в этой политике.

source: Last Updated
ru: Последнее обновление

source: January
ru: Январь

source: If you have any questions or concerns about this Privacy Policy or our handling of your personal information, please contact us at
ru: Если у вас есть какие-либо вопросы или опасения по поводу настоящей Политики конфиденциальности или обработки нами вашей личной информации, свяжитесь с нами по адресу

source: Social Network Login Failure
ru: Ошибка при входе через социальную сеть

source: An error occurred while attempting to login via your social network account.
ru: Возникла ошибка при попытке входа в аккаунт с помощью социальной сети.

source: Signup
ru: Регистрация

source: Sign Up
ru: Регистрация

source: You are about to use your %(provider_name)s account to login to %(site_name)s. The email associated with your account already exists on NoteD. Please login with your existing email or register with a new one.
ru: Вы пытаетесь зарегистрироваться на сайте через %(provider_name)s. Адрес электронной почты привязанный к этому аккаунту уже существует на NoteD. Пожалуйста, войдите с помощью существующей электронной почты или зарегистрируйте новую.

source: Sign in with %(name)s
ru: Вход через %(name)s

source: The notes about
ru: Запись о

source: Unfollow
ru: Отписаться

source: Delete account
ru: Удалить аккаунт

source: Your profile will be deleted completely and cannot be recovered. However, you may choose to keep all of your public entries available under an anonymous author.
ru: Ваш аккаунт будет удален полностью без возможности восстановления. Однако, вы можете выбрать опцию, при которой сохранятся все ваши публичные записи под анонимным авторством.

source: Choose an option:
ru: Выберите опцию:

source: Delete Account
ru: Удалить Аккаунт

source: Followers
ru: Подписчики

source: has no followers.
ru: не имеет подписчиков.

source: Edit profile
ru: Редактировать профиль

source: Profile settings
ru: Настройки профиля

source: Full name
ru: Полное имя

source: Change email
ru: Изменить Email

source: Enter new email address. We will send to you confirmation message.
ru: Введите новую электронную почту. Мы отправим вам письмо с подтверждением на новую почту.

source: Check your inbox
ru: Проверьте ваш почтовый ящик.

source: We sent confirmation message on your new email. Pass by the link in email message.
ru: Мы отправили письмо с подтверждением смены электронной почты. Пройдите по ссылке в письме для завершения.

source: Change password
ru: Изменить Пароль

source: Twitter username
ru: Имя пользователя Twitter

source: Github username
ru: Имя пользователя GitHub

source: Facebook username
ru: Имя пользователя Facebook

source: Update profile
ru: Обновить профиль

source: Delete profile
ru: Удалить профиль

source: Reputation
ru: Репутация

source: Visit
ru: Перейти

source: The Link You Followed Has Expired
ru: Ссылка, по которой вы перешли, устарела.

source: Go to the
ru: Перейти на

source: homepage
ru: домашнюю страницу

source: and start Sing Up process again.
ru: и начать регистрацию заново.

source: The Link You Followed Has Bad Signature
ru: Ссылка, по которой вы перешли, неверна.

source: Try to follow the link from the email different way or go to the
ru: Попробуйте перейти по ссылке из email сообщения другим способом или перейдите на

source: Confirm Password
ru: Подтвердите пароль

source: Sing In
ru: Вход

source: Start reading
ru: Начать читать

source: Stay curious
ru: Открывай новое

source: share knowledge
ru: делись знаниями

source: Transform your notes into a valuable resource for others,
ru: Превратите свои записи в ценный ресурс для других,

source: elevate your knowledge and share it with the world.
ru: учитесь и делитесь своими знаниями с миром.

source: Don't miss out on the opportunity to share your thoughts and ideas with the community
ru: Не упустите возможность поделиться своими мыслями и идеями с сообществом.

source: Explore notes and sources
ru: Исследуйте записи и источники

source: Easily find notes by title and text, specific sources and topics of interest. Discover existing notes on your desired source. Explore now and never miss a valuable information again!
ru: Легко находите записи по названию и тексту, конкретным источникам и интересующим темам. Откройте для себя существующие записи о желаемом источнике. Начните искать записи сейчас и сократите время на ведение собственных!

source: Explore
ru: Исследуйте

source: Share your notes
ru: Делитесь своими записями

source: Easily create private, public, and anonymous notes and help others by adding sources and tags. Make information discoverable and accessible to all. Start now!
ru: Легко создавайте личные, публичные и анонимные записи и помогайте другим находить их, добавляя источники и теги. Сделайте информацию доступной для всех. Начните сейчас!

source: Write
ru: Пишите

source: Copy notes
ru: Копируйте записи

source: Unleash the power of collective knowledge. Start creating your own notes based on others' insights. Copy, edit and make it your own.
ru: Раскройте силу коллективного знания. Начните создавать свои собственные записи на основе идей других. Скопируйте нажатием кнопки, отредактируйте и сделайте запись своей.

source: Save and download
ru: Сохраняйте и скачивайте

source: Get the most out of your notes. Download them in Markdown, HTML, and PDF formats or simply bookmark them for easy access.
ru: Получите максимум от ваших заметок. Скачивайте их в форматах Markdown, HTML и PDF или просто добавьте в закладки для быстрого доступа.

source: Subscribe
ru: Следите

source: Stay on top of the latest insights and ideas by subscribing to interesting topics and people. Never miss a beat and stay informed.
ru: Будьте в курсе последних записей, подписавшись на интересные темы и людей. Никогда не пропустите ни одной детали и будьте в курсе.

source: Markdown editor
ru: Markdown редактор

source: Elevate your note-taking experience with our powerful markdown editor. Enjoy features like preview, split editing, full-screen editing, and hotkeys. Start writing now!
ru: Ведите записи с помощью нашего функционального Markdown редактора. Наслаждайтесь такими функциями, как предварительный просмотр, раздельное редактирование, полноэкранное редактирование и горячие клавиши. Начните писать прямо сейчас!

source: trending on noted
ru: записи набирающие популярность

source: Discover more of what matters to you
ru: Узнайте больше о том, что важно для вас
