Repository: welel/noted
Catalog: frontend/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Users' actions
ru: Действия пользователя

source: Common Functionality
ru: Общий функционал

source: Content
ru: Контент

source: Source Type
ru: Тип источника

source: Link
ru: Ссылка

source: Source link
ru: Ссылка на источник

source: Description in 100 characters.
ru: Описание в 100 символов.

source: Source Description
ru: Описание источника

source: Title
ru: Название

source: Summary
ru: Краткое изложение

source: Note text can't be empty.
ru: Тело записи не может быть пусто.

source: You can add only 3 tags.
ru: Вы можете добавить только 3 тега.

source: Length of {i+1} tag should be less than 25 symbols.
ru: Длинна тегов не должны превышать 25 символов.

source: Other
ru: Другой

source: Book
ru: Книга

source: Course
ru: Курс

source: Video
ru: Видео

source: Article
ru: Статья

source: Lecture
ru: Лекция

source: Tutorial
ru: Руководство

source: Type
ru: Тип

source: External link
ru: Внешняя ссылка

source: Description
ru: Описание

source: Slug
ru: Ключ поиска

source: English
ru: Английский

source: Russian
ru: Русский

source: Undetected
ru: Не распознан

source: Author
ru: Автор

source: Source
ru: Источник

source: Markdown body
ru: Markdown текст

source: HTML body
ru: HTML разметка

source: Write summary on the note in 250 symbols.
ru: Напишите краткое изложение в 150 символов.

source: Draft
ru: Черновик

source: Only you can see the note.
ru: Только вы сможете просматривать эту запись.

source: Anonymous
ru: Анонимно

source: Others won't see that the note is yours.
ru: Ваше авторство у этой записи не будет указано.

source: Pin
ru: Прикреплен

source: The note will appear in pin notes list.
ru: Эта запись будет в списке закрепленных.

source: Created
ru: Создано

source: Modified
ru: Изменен

source: Views
ru: Просмотров

source: Parent
ru: Родитель

source: Add tags. Separate tags by using "Enter" or comma. You can add maximum 3 tags, and length of tags should be less than 25 symbols.
ru: Добавите теги. Теги разделяются запятыми или нажатием клавиши "Enter". Вы можете добавить не более 3 тегов с именем длинной до 25 символов.

source: Language
ru: Язык

source: Bad Request
ru: Неправильный запрос

source: Do not repeat this request without modification.
ru: Не пытайтесь сделать этот же запрос.

source: Forbidden
ru: Отказано в доступе

source: Access denied.
ru: Доступ закрыт.

source: Page Not Found
ru: Страница не найдена

source: We couldn't find this page.
ru: Страница не найдена.

source: Internal Server Error
ru: Ошибка на сервере

source: Internal Server Error. Try update the page later.
ru: Ошибка на сервере. Попробуйте повторить запрос позже.

source: Tags
ru: Теги

source: User Name
ru: Имя Пользователя

source: User Accounts
ru: Аккаунты пользователя

source: You already registered or the URL link is invalid. If you didn't register, request for another link!
ru: Вы уже зарегистрировались. Если нет, то запросите новую ссылку для регистрации.

source: You already changed email or the URL link is invalid. If you didn't, make request again!
ru: Вы уже изменили адрес электронной почты. Если нет, то запросите новую ссылку для смены.

source: You can't change your email because you signed up via a third paty service.
ru: Вы не можете менять адрес электронной почты, потому что вы зарегистрировались через сторонний сервис.

source: The email was successfully changed.
ru: Электронная почта успешно изменена.

source: Sorry, but we could not find a user account with that email.
ru: Очень жаль, но мы не можем найти пользователя с таким email'ом.

source: You have entered the wrong password.
ru: Вы ввели неправильный пароль.

source: Finish creating your account on NoteD.
ru: Закончи регистрацию на NoteD.

source: Finish changing your email on NoteD.
ru: Закончи смену электронной почты на NoteD.

source: Signature Expired
ru: Подпись устарела

source: Bad Signature
ru: Плохая подпись

source: Full Name should contain only latin letters, and should include no more than 3 words
ru: Полное имя должно содержать только латинские буквы и состоять не более чем из 3 слов.

source: Full Name should contain only latin letters.
ru: Полное имя должно содержать только латинские буквы.

source: Full Name should include no more than 3 words.
ru: Полное имя должно состоять не более чем из 3 слов.

source: Leave all my public notes as anonymous and delete account.
ru: Сохранить все мои публичные записи анонимными и удалить аккаунт.

source: Delete all my notes and delete account.
ru: Удалить аккаунт и все записи.

source: Email
ru: Электронная почта

source: Username
ru: Имя пользователя

source: Username should include only latin letters, digits and dots. Username can't start and end with a dot or don't contain letters. Digits can be added only at the end.
ru: Имя пользователя должно состоять только из латинских букв, цифр и точек. Имя пользователя не может начинаться с цифры или точки, не может заканчиваться точкой. Цифры могут быть добавлены только в самом конце.

source: Full Name
ru: Полное имя

source: Your name appear around NoteD where you post or do actions.
ru: Ваше имя видно пользователям на сайте.

source: Staff
ru: Модератор

source: Superuser
ru: Администратор

source: User activated
ru: Активированный пользователь

source: Last Login
ru: Заходил

source: Date Joined
ru: Присоединился

source: Profile
ru: Профиль

source: Profile picture
ru: Изображение пользователя

source: Bio
ru: О себе

source: Location
ru: Местонахождение

source: Social Media Links
ru: Ссылки на социальные сети

source: Settings
ru: Настройки

source: Tag subscriptions
ru: Подписки на теги

source: Sign Up Token
ru: Токен Регистрации

source: Change Email Token
ru: Токен Изменения Email

source: Token
ru: Токен

source: Max size of file is {limit_kb} KB.
ru: Максимальный размер файла {limit_kb} KB.

source: Bad username type.
ru: Плохой тип имени пользователя.

source: Username should contain less than 150 symbols and more than 4.
ru: Имя пользователя должно состоять менее чем из 150 символов и более чем 4.

source: Username should start with '@' sign.
ru: Имя пользователя должно начинаться со знака '@'.

source: Username can't start or end with a dot. Two dots can't be next to each other. Digits can be added only at the end.
ru: Имя пользователя не может начинаться с точки или заканчиваться ею. Нельзя ставить две точки подряд. Цифры разрешается добавлять только в самом конце имени.

source: Full name can't be empty.
ru: Поле имени не может быть пустым.

source: Full name should contain only letters.
ru: Полное имя должно содержать только буквы.

source: Full name should contain less than 3 words.
ru: Полное имя должно состоять не более чем из 3 слов.

source: Username should not contain '?' sign.
ru: Имя пользователя не должно содержать знак '?'.

source: Username should contain less than 200 symbols.
ru: Имя пользователя должно состоять не более чем из 200 символов.

source: Token Error
ru: Токен Ошибки

source: About Us
ru: О нас

source: Welcome to NoteD, the online platform for keeping all of your notes organized and easily accessible.
ru: Добро пожаловать на NoteD, онлайн-сервис для ведения, организации ваших записей и поиска чужих.

source: Our mission is to provide a simple and intuitive way for individuals to find notes and summaries on different topics and for specific sources of information. And to help people to keep track of their thoughts and ideas and share them public. We believe that sharing and disseminating knowledge and information is important and beneficial.
ru: Наша миссия состоит в том, чтобы предоставить людям простой и интуитивно понятный способ находить заметки и конспекты по различным темам и для определенных источников информации. И помогать людям записывать свои мысли и идеи и делиться ими с людьми. Мы считаем, что делиться и распространять знания и информацию важно и полезно.

source: Founded in 2022, NoteD. Behind the scenes, our dedicated team of developers, consisting of just two highly skilled individuals, works tirelessly to bring you a seamless and reliable user experience. Our platform is designed to be easy to use, while still offering powerful features such as the ability to create both public and private notes (drafts), tag and search functionality, and the ability to share notes with others.
ru: Основан в 2022 году. За кулисами сервис создает команда, состоящая всего из двух квалифицированных специалистов. Команда неустанно работает над тем, чтобы предоставить вам удобный и надежный сервис. Наша платформа проста в использовании, и при этом предлагает мощные функции, такие как возможность создавать общедоступные и личные заметки (черновики), добавлять теги, производить поиск, а также возможность делиться заметками с другими.

source: In addition to our core note-taking features, we also offer a variety of other tools to help you stay organized. Some of these include:
ru: В дополнение к нашим основным функциям ведения заметок мы также предлагаем множество других функций, которые помогут вам оставаться организованным. Некоторые из них включают:

source: Search and filter through your notes by title, text, sources, and topics of interest.
ru: Ищите записи по названию и тексту записи, по конкретным источникам и интересующим темам.

source: Easily build upon the work of others by copying and editing notes to suit your needs.
ru: Легко развивайте записи других, пользователей копируя и редактируя заметки в соответствии с вашими потребностями.

source: Discover existing notes on specific sources, such as books, articles, lectures and so on, and view all related notes.
ru: Исследуйте существующие записи по конкретным источникам, таких как книги, статьи, лекции и т. д., и просмотрите все связанные заметки с этими источниками.

source: Download and export your notes in a variety of formats, including markdown, html, and pdf, or bookmark them for easy reference.
ru: Скачивайте и экспортируйте свои заметки в различных форматах, включая markdown, html и pdf, или добавляйте их в закладки для быстрого доступа на сайте.

source: Stay up to date with topics and people of interest by subscribing to them.
ru: Будьте в курсе обновлений интересных тем и людей, подписавшись на них и получая уведомления.

source: Whether you're a student, a professional, or a business owner, NoteD has something to offer. Our platform is perfect for anyone looking to stay organized, and we're constantly working to improve and add new features.
ru: Являетесь ли вы студентом или профессионалом, у NoteD есть что предложить. Наша платформа идеально подходит для тех, кто хочет развиваться и изучать новое, и мы постоянно работаем над улучшением и добавлением новых функций.

source: Contacts
ru: Контакты

source: If you have any questions or feedback, please don't hesitate to contact us. You can reach us via email at
ru: Если у вас есть какие-либо вопросы или отзывы, пожалуйста, не стесняйтесь обращаться к нам. Вы можете связаться с нами по электронной почте по адресу

source: or connect with us on Telegram
ru: или свяжитесь с нами в Телеграмме

source: Thank you for choosing NoteD as your note-taking solution. We're confident that you'll find our platform to be intuitive, powerful, and most importantly, helpful in your daily life and work.
ru: Спасибо, что выбрали NoteD для ведения ваших записей. Мы уверены, что вы найдете нашу платформу интуитивно понятной, мощной и, что наиболее важно, полезной в вашей повседневной жизни и работе.

source: Sign Out
ru: Выйти

source: Password Reset
ru: Изменить Пароль

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the button below to reset your password.
ru: Вы получили это электронное письмо, потому что вы или кто-то другой запросили пароль для вашей учетной записи пользователя. Его можно смело игнорировать, если вы не запрашивали сброс пароля. Нажмите кнопку ниже, чтобы сбросить пароль.

source: Reset password
ru: Изменить Пароль

source: If the button above doesn’t work, paste this link into your web browser:
ru: Если ссылка сверху не работает, скопируйте эту ссылку и вставьте её в свой браузер:

source: If you did not make this request, you can safely ignore this email.
ru: Если вы не делали запроса на регистрацию, вы можете спокойно игнорировать это сообщение.

source: In case you forgot, your username is %(username)s.
ru: Ваше имя пользователя - %(username)s.

source: Sign In
ru: Вход

source: Please sign in with one of your existing third party accounts. Or, <a href="/">sign up</a> for a %(site_name)s account and sign in below:
ru: Войдите на сайт через один из доступных сервисов. Или, <a href="/">зарегистрируйтесь</a> на %(site_name)s:

source: Sign in with email:
ru: Вход через email

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ru: Если вы ещё не зарегистрировались, тогда <a href="%(signup_url)s">зарегистрируйтесь</a> для начала.

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Forgot Password?
ru: Забыли пароль?

source: No account?
ru: Нет аккаунта?

source: Create one.
ru: Тогда создайте.

source: By signing in, you agree to our
ru: Входя на сайт, вы соглашаетесь с нашей

source: Privacy Policy
ru: Политика конфиденциальности

source: Change Password
ru: Изменить Пароль

source: The operation could not be performed because one or more error(s) occurred
ru: Запись не создалась из-за того, что некоторые поля были заполнены неверно

source: Please resubmit the form after making the following changes
ru: Исправьте следующие ошибки и попробуйте опубликовать запись

source: Current Password
ru: Текущий пароль

source: New Password
ru: Новый пароль

source: New Password (again)
ru: Новый пароль (повторите)

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ru: Забыли свой пароль? Введите адрес электронной почты внизу, и мы вышлем вам электронное письмо с инструкцией для сброса пароля.

source: Reset My Password
ru: Изменить Пароль

source: Please contact us if you have any trouble resetting your password.
ru: Пожалуйста, свяжитесь с нами, если у вас возникли проблемы со сбросом пароля.

source: Bad Token
ru: Испорченный Токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ru: Ссылка для смены пароля не рабочая, возможно она была уже использована. Пожалуйста, запросите <a href="%(passwd_reset_url)s">новую ссылку</a>.

source: Notifications
ru: Уведомления

source: has created a new note
ru: создал новую запись

source: ago
ru: назад

source: See the note
ru: Смотреть запись

source: a new note has been created with the tag you are following
ru: создана новая заметка с тегом, на который вы подписаны

source: has subscribed to you
ru: подписался(ась) на вас

source: See the profile
ru: Смотреть профиль

source: liked your note
ru: понравилась ваша запись

source: New note
ru: Новая запись

source: Add source
ru: Добавить источник

source: Source type
ru: Тип источника

source: Sources of information from which you take the note.
ru: Источники информации, с которого вы берете запись.

source: Add Link
ru: Добавить ссылку

source: Add Description
ru: Добавить описание

source: Select an existing source
ru: Выберете существующий источник

source: Close
ru: Закрыть

source: Add
ru: Добавить

source: Remove
ru: Удалить

source: Summary in 140 symbols...
ru: Краткое изложение в 140 символов...

source: Topics
ru: Темы

source: Publish
ru: Опубликовать

source: Save draft
ru: Сохранить черновик

source: Post anonymous
ru: Опубликовать анонимно

source: Commonly used syntax
ru: Часто используемый синтаксис

source: Header
ru: Заголовок

source: italics
ru: курсивный

source: or
ru: или

source: bold
ru: жирный

source: item
ru: пункт

source: quoted text
ru: цитата

source: inline code
ru: строка кода

source: code block
ru: блок кода

source: Summary on
ru: Краткое изложение

source: Where knowledge is open
ru: Где знания доступны

source: Posted on
ru: Опубликовано

source: Updated
ru: Обновлен

source: Unpin
ru: Открепить

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Download
ru: Скачать

source: Copy to your
ru: Копировать к себе

source: Copy of
ru: Копия

source: Copy link
ru: Скопировать ссылку

source: Search
ru: Поиск

source: Download Note
ru: Скачать Запись

source: Save
ru: Сохраняйте

source: min read
ru: мин читать

source: likes
ru: лайков

source: views
ru: просмотров

source: Your notes
ru: Ваши записи

source: Public
ru: Публичные

source: Pins
ru: Прикреплённые

source: Drafts
ru: Черновики

source: Bookmarks
ru: Закладки

source: hasn't written notes yet
ru: не написал(а) ни одной записи

source: hasn't pined any notes
ru: не прикрепил(а) ни одной записи.

source: You hasn't written any drafts
ru: Вы не написали ни одного черновика

source: You hasn't added any bookmarks
ru: Вы не добавили в закладки ни одной записи

source: Results for
ru: Результаты для

source: Notes
ru: Записи

source: Sources
ru: Источники

source: People
ru: Люди

source: Follow
ru: Подписаться

source: Make sure all words are spelled correctly.
ru: Убедитесь, что нет ошибок в словах.

source: Try different keywords.
ru: Попробуйте другие ключевые слова.

source: Try more general keywords.
ru: Попробуйте больше ключевых слов.

source: Add Note
ru: Добавить запись

source: External Link
ru: Внешняя ссылка

source: Sent by
ru: Отправлено от

source: You’re almost there.
ru: Регистрация почти закончена.

source: Click the link below to confirm your email and finish changing your NoteD email.
ru: Перейдите по ссылке внизу, чтобы подтвердить ваш новый email на NoteD.

source: This link will expire in 2 hours and can only be used once.
ru: Ссылка устареет через 2 часа и может быть использована для регистрации только один раз.

source: Change Email
ru: Изменить Email

source: Paste this link into your web browser:
ru: Вставьте эту ссылку в ваш браузер:

source: Check our website:
ru: Заглядывайте к нам:

source: Click the link below to confirm your email and finish creating your NoteD account.
ru: Перейдите по ссылке внизу, чтобы подтвердить ваш email и закончить регистрацию на NoteD.

source: Create your account
ru: Создать аккаунт

source: By signing up, you agree to our Privacy Policy and the collection, storage, and use of your personal information in accordance with its terms. Our Privacy Policy can be found at
ru: Регистрируясь, вы соглашаетесь с нашей Политикой конфиденциальности, а также со сбором, хранением и использованием вашей личной информации в соответствии с ее условиями. С нашей Политикой конфиденциальности можно ознакомиться по адресу

source: By signing up, you agree to our Privacy Policy and the collection, storage, and use of your personal information in accordance with its terms. Our Privacy Policy can be found at
ru: Регистрируясь, вы соглашаетесь с нашей Политикой конфиденциальности, а также со сбором, хранением и использованием вашей личной информации в соответствии с ее условиями. С нашей Политикой конфиденциальности можно ознакомиться по адресу

source: About
ru: О нас

source: Contact
ru: Связаться

source: Start writing
ru: Начать писать

source: Go Home
ru: На главную

source: Following
ru: Подписки

source: My topics
ru: Мои темы

source: Recommended topics
ru: Рекомендуемые темы

source: Welcome!
ru: Добро пожаловать!

source: Sign in with Google
ru: Вход через Google

source: Sign in with GitHub
ru: Вход через GitHub

source: Sign in with Yandex
ru: Вход через Yandex

source: Sign in with Email
ru: Вход по email

source: Sign in with email
ru: Вход через email

source: Enter the email address associated with your account and your password.
ru: Введите email адрес привязанный к вашему аккаунту и пароль.

source: Continue
ru: Продолжить

source: Forgot password?
ru: Забыли пароль?

source: Get help.
ru: Вспомнить.

source: Sign up with email
ru: Регистрация по email

source: Enter your email address to create an account.
ru: Введите ваш email адрес и создайте аккаунт.

source: Enter a valid email.
ru: Введите корректный email адрес.

source: By signing up, you agree to our
ru: Регистрируясь, вы соглашаетесь с нашей

source: Check your inbox.
ru: Проверьте ваш почтовый ящик.

source: Click the link we sent to
ru: Перейдите по ссылке, которую мы вам прислали на

source: to complete your account set-up.
ru: для завершения регистрации.

source: OK
ru: ОК

source: Something went wrong.
ru: Что-то пошло не так.

source: Try again! If you still get an error, report this or try later.
ru: Попробуйте ещё. Если вы всё равно получаете ошибку, сообщите нам, пожалуйста или попробуйте позже.

source: Are you sure you want to sign out?
ru: Вы уверены, что хотите выйти из аккаунта?

source: Home
ru: Главная

source: Write note
ru: Создать запись

source: Dark theme
ru: Тёмная тема

source: Recent
ru: Последние

source: Popular
ru: Популярные

source: Most liked
ru: По лайкам

source: More for
ru: Больше для

source: More from NoteD.
ru: Больше от NoteD.

source: Source types
ru: Типы источников

source: At NoteD, we take the privacy of our users very seriously. We understand that the information you entrust to us is personal and sensitive, and we are committed to protecting it. This Privacy Policy explains how we collect, use, and protect your personal information when you use our website and services.
ru: В NoteD мы очень серьезно относимся к конфиденциальности наших пользователей. Мы понимаем, что информация, которую вы нам доверяете, является личной и конфиденциальной, и мы обязуемся защищать ее. В настоящей Политике конфиденциальности объясняется, как мы собираем, используем и защищаем вашу личную информацию, когда вы пользуетесь нашим веб-сайтом и услугами.

source: Information Collection and Use:
ru: Сбор и Использование Информации:

source: When you use our website, we collect certain information from you, including your name, email address, and any other information you choose to provide. We use this information to provide you with the services you request and to improve our website and services. We may also use this information to contact you in the future to provide you with information about our products and services or to ask for your feedback.
ru: Когда вы используете наш веб-сайт, мы получаем от вас определенную информацию, включая ваше имя, адрес электронной почты и любую другую информацию, которую вы решите предоставить. Мы используем эту информацию для предоставления запрашиваемых вами услуг и улучшения нашего веб-сайта и услуг. Мы также можем использовать эту информацию, чтобы связаться с вами в будущем, чтобы предоставить вам информацию о наших продуктах и услугах или запросить от вас обратную информацию.

source: We also use third-party services such as Google and Yandex metric tags to collect information about the usage of our website, including which pages are visited, how often, and for how long. This depersonalized information is used to help us understand how our website is being used and to improve it.
ru: Мы также используем сторонние сервисы, такие как метрические теги Google и Яндекс, для сбора информации об использовании нашего веб-сайта, в том числе о том, какие страницы посещаются, как часто и как долго. Эта обезличенная информация используется, чтобы помочь нам понять, как используется наш веб-сайт, и улучшить его.

source: NoteD servers collect the following information:
ru: Серверы NoteD собирают следующую информацию:

source: Internet Protocol (IP) address of computer being used
ru: IP адрес используемого компьютера

source: Web pages requested
ru: Какая страница была запрошена

source: Referring web page
ru: Адрес предыдущей страницы
